
library(dplyr)

a <- 100

b<-function(){
  print("function b running...")
}



hospital_names_chn <- c("所有医院" = 0,
                       "苏州儿童医院" = 1,
                       "安徽省立医院" = 2,
                       "徐州市儿童医院" = 3,
                       "山东大学齐鲁医院" = 4,
                       "广西医科大学附属第一医院" = 5,
                       "复旦大学附属儿科医院" = 6,
                       "浙江大学附属儿童医院" = 7,
                       "郑州大学第一附属医院" = 8,
                       "中南大学湘雅医院" = 9,
                       "广州市妇女儿童医疗中心" = 10,
                       "安徽医科大学附属第二医院" = 11,
                       "上海交通大学附属新华医院" = 12,
                       "开封市儿童医院" = 13)